alacritty
aspnet-runtime
aspnet-targeting-pack
base
base-devel
bluetui
bluez
bluez-utils
brave-bin
chromium
dbeaver
displaylink
dotnet-runtime
dotnet-sdk
downgrade
dunst
efibootmgr
evdi-dkms
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
feh
git
gst-plugin-pipewire
intel-media-driver
intel-ucode
iwd
java-environment-common
java-runtime-common
lazygit
libnotify
libpulse
libva-intel-driver
libxft
libxss
linux
linux-firmware
linux-headers
lua-language-server
luarocks
ly
mariadb
neovim
netcoredbg
networkmanager
nodejs
npm
omnisharp-roslyn-bin
openssh
picom
pipemixer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
python
ripgrep
rofi
sof-firmware
stack
tmux
tree-sitter-cli-git
ttf-anonymous-pro
unzip
vulkan-intel
vulkan-nouveau
vulkan-radeon
wireless-regdb
wireplumber
xclip
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xmobar
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yay-debug
zram-generator
zsh
